IdeaRS.Connections
SpliceData.IsSymmetrical Property
Compatible with IDEA StatiCa 0.0
 If true - connectors are taken from the existing splice
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsSymmetrical { get; set; }
Property Value
Type: Boolean
See Also
Reference
SpliceData Class
IdeaRS.Connections.Data Namespace